{
	"Sidanova": "Elena Sidanova",
	"React": "Frontend Developer | React | Redux Toolkit",
	"Description": "\"I create modern and functional websites that attract attention and are easy to navigate. Full-cycle development — from design to implementation. My work focuses on simplicity, aesthetics, and user-friendliness.\"",
	"DownloadResume": "Download Resume",
	"Contact": "Contact Me",
	"AboutMe": "About Me",
	"Skills": "Skills",
	"Portfolio": "Portfolio",
	"MyProjects": "My Projects",
	"ViewProject": "View Project",
	"Project1Description": "A website to help foreigners living in Germany with information on education, integration, and employment.",
	"Project2Description": "An interactive menu for a pizzeria with quick access to dishes and photos.",
	"Project3Description": "A corporate website for Siltacom with detailed information about its services.",

	"AllRightsReserved": "All rights reserved.",
	"portfolioDescriptionPart1": "Here you will find examples of web applications, websites, and other digital projects. Each of these reflects my commitment to developing user-friendly and visually appealing interfaces. ",
	"portfolioDescriptionPart2": "By utilizing modern technologies such as React, Redux Toolkit, and TypeScript, I ensure a seamless blend of functionality and design. ",
	"portfolioDescriptionPart3": "I invite you to explore my work and learn more about it!",

	"Websites": "<Websites>",
	"Websites/>": "<Websites/>",
	"Digital Drawings": "<Digital Drawings>",
	"Digital Drawings/>": "<Digital Drawings/>",
	"Logos": "<Logos>",
	"Logos/>": "<Logos/>",

	"skillsDescription": "I combine technical expertise with a creative flair for design, enabling me to craft user interfaces that are not only functional but also visually compelling. My ability to integrate clean, efficient code with the development and refinement of designs gives me a unique advantage in delivering harmonious digital solutions.",
	"Soft Skills": "Soft Skills",
	"softSkills": {
		"communication": "Communication",
		"teamwork": "Teamwork",
		"problemSolving": "Problem Solving",
		"organization": "Organization",
		"creativity": "Creativity",
		"flexibility": "Flexibility"
	},

	"Project 1": "TestPool: =>  Educational Platform for Technical Interview Preparation",
	"ProjectDescription1": "TestPool is a vibrant and functional platform designed to prepare users for technical interviews. In this project, I developed unique pop-art-style graphic elements, created a user-friendly interface, and ensured responsiveness across various devices. The platform seamlessly combines aesthetics and functionality, offering users a delightful and intuitive experience.",
	"Project 2": "TomatePizza: => Interactive Menu for a Pizzeria",
	"ProjectDescription2": "TomatePizza is a modern and interactive menu website created for a pizzeria. In this project, I designed and illustrated a unique Italian-inspired visual style with vibrant graphics and a user-friendly interface. The website is fully responsive, ensuring a seamless experience across all devices. This project perfectly combines aesthetics and functionality, offering users an enjoyable interaction experience.",
	"Logo 1": "Logos: => Creative Branding Concepts",
	"Logo1Description": "This section features a collection of thoughtfully crafted logos that merge creativity with purpose. Each design reflects the essence of its brand, showcasing my ability to create visuals that communicate stories and values with clarity."
}
