{
	"Sidanova": "Елена Сиданова",
	"React": "Frontend Developer | React | Redux Toolkit",
	"Description": "\"Я создаю современные и функциональные сайты, которые привлекают внимание и легко воспринимаются. Полный цикл разработки — от дизайна до внедрения. В моей работе акцент на простоту, эстетику и удобство для пользователей.\"",
	"DownloadResume": "Скачать резюме",
	"Contact": "Связаться",
	"AboutMe": "Обо мне",
	"Skills": "Навыки",
	"Portfolio": "Портфолио",
	"MyProjects": "Мои проекты",
	"ViewProject": "Посмотреть проект",
	"Project1Description": "Сайт для помощи иностранцам, проживающим в Германии, с информацией об образовании, интеграции и трудоустройстве.",
	"Project2Description": "Интерактивное меню для пиццерии с возможностью быстрого просмотра блюд и фотографий.",
	"Project3Description": "Корпоративный сайт для компании Siltacom с подробной информацией о её услугах.",
	"AllRightsReserved": "Все права защищены.",
	"portfolioDescriptionPart1": "Ниже представлены некоторые веб-приложения и сайты, которые я разработала. Каждый проект демонстрирует мое стремление создавать удобные для пользователя и эстетически приятные интерфейсы, ",
	"portfolioDescriptionPart2": "используя современные технологии, такие как React, Redux Toolkit и TypeScript. ",
	"portfolioDescriptionPart3": "Не стесняйтесь изучать мои работы и узнавать о них больше!",
	"skillsDescription": "Вот технологии и инструменты, которые я использую для создания современных, масштабируемых и визуально привлекательных приложений. Каждый навык важен для моей работы фронтенд-разработчиком, а также я владею графическими инструментами Adobe Photoshop и Illustrator.",
	"Websites": "<Веб-сайты>",
	"Websites/>": "<Веб-сайты/>",
	"Digital Drawings": "<Цифровые рисунки>",
	"Digital Drawings/>": "<Цифровые рисунки/>",
	"Logos": "<Логотипы>",
	"Logos/>": "<Логотипы/>",
	"Project 1": "TestPool: =>  Образовательная платформа для подготовки к техническим собеседованиям",
	"ProjectDescription1": "TestPool – это яркая и функциональная платформа, созданная для подготовки к техническим собеседованиям. В рамках проекта я разработала уникальные графические элементы в стиле поп-арт, создала удобный пользовательский интерфейс и обеспечила адаптивность для различных устройств. Платформа гармонично сочетает эстетику и функциональность, предлагая пользователям приятный и интуитивный опыт взаимодействия.",
	"Project 2": "TomatePizza: => Интерактивное меню для пиццерии",
	"ProjectDescription2": "TomatePizza – это современный и интерактивный сайт-меню, созданный для пиццерии. В рамках проекта я разработала и нарисовала уникальный дизайн, вдохновленный итальянским стилем, с яркими графическими элементами и удобным пользовательским интерфейсом. Сайт полностью адаптивен, что обеспечивает комфортное использование на любых устройствах. Этот проект объединяет эстетику и функциональность, предоставляя пользователям приятный опыт взаимодействия.",
	"Logo 1": "Логотипы: => Креативные концепции брендинга",
	"Logo1Description": "В этом разделе представлены логотипы, созданные с особым вниманием к деталям и смыслу. Каждый дизайн отражает сущность бренда, демонстрируя мой подход к созданию визуальных образов, которые рассказывают истории и передают ценности."
}
